{
    "easy" : [
        {
            "text"   : "У Маши было 5 яблок, она поделилась с Петей 2 яблоками. На следующий день Петя подарил Маше в 2 раза больше яблок, чем у Маши было изначально. Сколько яблок оказалось у Маши?",
            "answer" : 13
        },
        {
            "text"   : "Телевизор у Маши сломался и показывает только один случайный канал. Маша включает телевизор. В это время по трем каналам из двадцати показывают кинокомедии. Найдите вероятность того, что Маша попадет на канал, где комедия не идет.\n\n",
            "answer" : 0.85
        },
        {
            "text"   : "В фирме такси в данный момент свободно 20 машин: 9 черных, 4 желтых и 7 зеленых. По вызову выехала одна из машин, случайно оказавшаяся ближе всего к заказчику. Найдите вероятность того, что к нему приедет желтое такси.\n\n",
            "answer" : 0.2
        },
        {
            "text"   : "Периметр квадрата равен 160. Найдите площадь квадрата.",
            "answer" : 1600
        },
        {
            "text"   : "Найдите площадь квадрата, описанного вокруг окружности радиуса 7.",
            "answer" : 196
        },
        {
            "text"   : "У треугольника со сторонами 16 и 2 проведены высоты к этим сторонам. Высота, проведенная к первой стороне, равна 1. Чему равна высота, проведенная ко второй стороне?",
            "answer" : 8
        },
        {
            "text"   : "Найдите значение выражения 0.6*(-10)^3+50",
            "answer" : -550
        },
        {
            "text"   : "Найдите значение выражения (6.9-1.5)/2.4",
            "answer" : 2.25
        },
        {
            "text"   : "Найдите угол АDС равнобедренной трапеции ABCD, если диагональ АС образует с основанием ВС и боковой стороной АВ углы, равные 30° и 50° соответственно.",
            "answer" : 80
        },
        {
            "text"   : "Сумма двух углов равнобедренной трапеции равна 140°. Найдите больший угол трапеции. Ответ дайте в градусах.\n\n",
            "answer" : 110
        }
    ],
    "mid"  : [
        {
            "text"   : "Решите уравнение 2-3(2x+2)=5-4x",
            "answer" : -4.5
        },
        {
            "text"   : "Решите уравнение 3x+5+(x+5)=(1-x)+4",
            "answer" : -1
        },
        {
            "text"   : "Решите уравнение 10x+9=7x",
            "answer" : -3
        },
        {
            "text"   : "Решите уравнение -9(8-9x)=4x+5",
            "answer" : 1
        },
        {
            "text"   : "В фирме «Родник» стоимость (в рублях) колодца из железобетонных колец рассчитывается по формуле C = 6000+4100 * n  где n — число колец, установленных при рытье колодца. Пользуясь этой формулой, рассчитайте стоимость колодца из 5 колец.",
            "answer" : 26500
        },
        {
            "text"   : "В фирме «Эх, прокачу!» стоимость поездки на такси (в рублях) рассчитывается по формуле C=150+11*(t-5) где t — длительность поездки, выраженная в минутах  Пользуясь этой формулой, рассчитайте стоимость 8-минутной поездки.",
            "answer" : 183
        },
        {
            "text"   : "Расстояние s (в метрах) до места удара молнии можно приближенно вычислить по формуле s=330t, где t — количество секунд, прошедших между вспышкой молнии и ударом грома. Определите, на каком расстоянии от места удара молнии находится наблюдатель, если t = 10с. Ответ дайте в километрах, округлив его до целых.",
            "answer" : 3
        }
    ],
    "hard" : [
        {
            "text"   : "kekw",
            "answer" : -17
        }
    ]
}